[
  [
    "2016-11-23",
    "Plan Ahead for Funding on Friday, November 25, 2017\n\nBecause of the Thanksgiving Day holiday, the deadline to request term credit on Friday, November 25, is 9:30 am Pacific Time."
  ],
  [
    "2016-11-25",
    "Because of the Thanksgiving Day holiday, term credit will not be available after 9:30 am Pacific Time today. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2016-12-22",
    "Plan Ahead for Funding on Friday, December 23\n\nBecause of the Christmas Day holiday, the deadline to request term credit on Friday, December 23, is  9:30 am PST. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2016-12-23",
    "Because of the Christmas Day holiday, term credit will not be available after 9:30 am today. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2016-12-29",
    "Plan Ahead for Funding on Friday, December 30\n\nBecause of the New Year’s Day holiday, the deadline to request term credit on Friday, December 30, is 9:30 am PST. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2016-12-30",
    "Because of the New Year’s Day holiday, term credit will not be available after 9:30 am today. The deadline to request overnight funding remains 2:00 pm."
  ],
  [
    "2017-4-12",
    "Plan Ahead for Funding on Thursday, April 13, and Friday, April 14, 2017\n\nBecause of the observance of Good Friday, the deadline to request term credit on Thursday, April 13, is 9:30 am Pacific Time. On Good Friday, April 14, term credit will not be available."
  ],
  [
    "2017-4-13",
    "Because of the observance of Good Friday, term credit will not be available after 9:30 am today. The deadline to request overnight funding remains 2:00 pm. On Good Friday, April 14, term credit will not be available."
  ],
  [
    "2017-4-14",
    "Because of the observance of Good Friday, term credit is not available today. The deadline to request overnight funding remains 2:00 pm."
  ],
  [
    "2017-5-25",
    "Plan Ahead for Funding on Friday, May 26, 2017\n\nBecause of the Memorial Day holiday, the deadline to request term credit on Friday, May 26, is 9:30 am Pacific Time."
  ],
  [
    "2017-5-26",
    "Because of the Memorial Day holiday, term credit will not be available after 9:30 am Pacific Time today. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2017-6-30",
    "Plan Ahead for Funding on Monday, July 3, 2017\n\nBecause of the Independence Day holiday, the deadline to request term credit on Monday, July 3, is 9:30 am Pacific Time."
  ],
  [
    "2017-7-3",
    "Because of the Independence Day holiday, term credit will not be available after 9:30 am Pacific Time today. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2017-11-22",
    "Plan Ahead for Funding on Friday, November 24, 2017\n\nBecause of the Thanksgiving Day holiday, the deadline to request term credit on Friday, November 24, is 9:30 am Pacific Time."
  ],
  [
    "2017-11-24",
    "Because of the Thanksgiving Day holiday, term credit will not be available after 9:30 am Pacific Time today. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2017-12-21",
    "Plan Ahead for Funding on Friday, December 22\n\nBecause of the Christmas Day holiday, the deadline to request term credit on Friday, December 22, is  9:30 am PST. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2017-12-22",
    "Because of the Christmas Day holiday, term credit will not be available after 9:30 am today. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2017-12-28",
    "Plan Ahead for Funding on Friday, December 29\n\nBecause of the New Year’s Day holiday, the deadline to request term credit on Friday, December 29, is 9:30 am PST. The deadline to request overnight credit remains 2:00 pm."
  ],
  [
    "2017-12-29",
    "Because of the New Year’s Day holiday, term credit will not be available after 9:30 am today. The deadline to request overnight funding remains 2:00 pm."
  ]
]